---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionReferenceNoGeometry
source: html/5126f6f0-946d-acce-5916-b179a716553d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullionReferenceNoGeometry Property

Can't create Curtain Wall Mullion. The portion of the curtain grid it was placed on no longer exists.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateMullionReferenceNoGeometry { get; }
```